13xforever.language-x86-64-assembly
aaron-bond.better-comments
alefragnani.project-manager
antfu.iconify
austenc.tailwind-docs
batisteo.vscode-django
bboonstra.django-css-templating
bigonesystems.django
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
brunoventura.sqltools-athena-driver
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
continue.continue
cweijan.dbclient-jdbc
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dbcode.dbcode
docker.docker
donjayamanne.githistory
dotjoshjohnson.xml
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
fill-labs.dependi
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
golang.go
graphql.vscode-graphql-syntax
gydunhn.html-essentials
hbenl.vscode-test-explorer
helgardrichard.helium-icon-theme
html-validate.vscode-html-validate
humao.rest-client
illixion.vscode-vibrancy-continued
inferrinizzard.prettier-sql-vscode
jdinhlife.gruvbox
jeff-hykin.better-cpp-syntax
mechatroner.rainbow-csv
miramac.vscode-exec-node
mongodb.mongodb-vscode
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.powershell
ms-vscode.test-adapter-converter
ms-windows-ai-studio.windows-ai-studio
mtxr.sqltools
mtxr.sqltools-driver-mssql
mtxr.sqltools-driver-mysql
mtxr.sqltools-driver-pg
mtxr.sqltools-driver-sqlite
naumovs.color-highlight
oderwat.indent-rainbow
oracle.oracle-java
phoenisx.cssvar
phplasma.csv-to-table
pkief.material-icon-theme
pkief.material-product-icons
pranaygp.vscode-css-peek
pucelle.vscode-css-navigation
rangav.vscode-thunder-client
reda-salmi.night-owl-x-one-dark
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
rust-lang.rust-analyzer
ryuta46.multi-command
sayaib.hue-console
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
teamsdevapp.vscode-ai-foundry
tomoki1207.pdf
usernamehw.errorlens
vadimcn.vscode-lldb
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
vscodevim.vim
xabikos.javascriptsnippets
xdebug.php-debug
xsro.masm-tasm
xsro.vscode-dosbox
yourname.citylights-custom-plus
yummygum.city-lights-theme
zignd.html-css-class-completion
ziyasal.vscode-open-in-github
